11/data/attachments/47a74da66e5d533c.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Nancy_college_Actions_18043_1</nif:username>
            <nif:friendToBeRequested>soap_actions_27f386d2-a8f3-40b8-a19f-6b4e1b7fd735</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>